// **Group members profiles**   
// Each profile consists of (1) avatar, (2) username, (3) personal description, (4) number of "likes" the profile will receive throughout the interaction
	
window.others = {
  "posts" : [
      {
        "avatar": "avatars/others/george.png",
        "username": "George",
        "text": "My names George. I'm originally from New York. moved to the Philadelphia area for work almost fifteen years ago. I'm in the food packaging industry. We make cartons for things like juiceboxes and soup broth. I'm a golfer. When we're not working my wife and I spend most of our time shuttling our boys between school and football practice.",
        "likes": [47800, 87240, 132300, 199600, 232800] //5
      },
      {
        "avatar": "avatars/others/sarah.png",
        "username": "Sarah",
        "text": "Hello! Nice to meet you all. I’m Sarah, married, and mother of two wonderful (grown up) children. My career has been a bit peculiar. Starting off as a graduate historian, I switched to an entirely different discipline: occupational assessor trying to help young people with disabilities to get a job. I’ve just retired and started spending more time on my hobbies, such as singing, reading, and playing volleyball.",
        "likes": [15240, 34340, 72800, 122350, 148320, 182400, 202400] //7
      },
      {
        "avatar": "avatars/others/john.png",
        "username": "John",
        "text": "Im 38 years old, married with four kids. Ive bean in construction for 20 years. Tryna make some extra cash. Not much else to know about me. I barbeque every weekend. My wife says I eat too much red meat but I tell her its steak or cigars and shes lucky its steak",
		"likes": [52400, 149939, 214450] //3
      },
      {
        "avatar": "avatars/others/anca.png",
        "username": "Anca",
        "text": "Hello my name is Anca. I'm a registerd nurse but my passions are cooking and soccer. My dad is english and my mom is bengali. Dad is the biggest Man Utd fan in the world so that definitely rubbed off on me. Besides my hobbies my friends and wine are the most important thing in my life.",
        "likes": [18900, 40300, 123400, 149020, 182560] //5
      },
      {
        "avatar": "avatars/others/niki.png",
        "username": "Niki",
        "text": "Hiii I'm Niki! I run a cute little boutique at my local mall. My passion is beauty and cosmetics so I'm pretty much living the dream! If anyone wants some free samples come visit me at the Charleston Town Center!!!!!",
        "likes": [17930, 43300, 99270, 132000, 157200, 225300] //6
      },
    {
        "avatar": "avatars/others/ryan.png",
        "username": "Ryan",
        "text": "My name is Ryan. I'm 33 yrs old with 1 little monster and another on the way. I've been a real estate agent for about 9 years. I spend most of my time coaching little league and volunteering on the local school board.",
        "likes": [23567, 48200, 136200, 183400] //4
      },
      {
        "avatar": "avatars/others/kevin.png",
        "username": "Kevin",
        "text": "Hello, nice to meet you. My name is Kevin. I'm a second year college student studying engineering. I like to read and play the piano. I did track and field in high school, but I haven't had much time to practice since starting college.",
        "likes": [49130, 115040, 162300] //3
      },
          {
        "avatar": "avatars/others/kimberly.png",
        "username": "Kimberly",
        "text": "Hey, guys. I'm 19, native Georgian. I consider myself pretty nice, but not a total angel ;) I just like being friendly to people I meet. In my spare time, I like making all kinds of friends, having conversations about whatever, looking at paintings, reading, singing (show choir representtt!), making jewelry, and eating delicious food. Enjoy your day, stay out of trouble. <3",
        "likes": [22400, 79140, 127300, 151900, 185300, 218300] //6
      },
      {
        "avatar": "avatars/others/harry.png",
        "username": "Harry",
        "text": "Hi everybody, my names Harry. I own a True Value hardware and I do some carpentry work on the side. I'm a lifelong Patriots fan. My kids are grown and out of the house.",
        "likes": [85200, 132372] //2
      },
      {
        "avatar": "avatars/others/heather.png",
        "username": "Heather",
        "text": "Hi y'all my name is Heather. I'm a gymnastics instructor with a passion for sports and theater. I've been doing gymnastics since middleschool and I believe that it's the best way to improve confidence and self control. My favorite shows are Wicked and Cats. I think I've seen both like 20 times. If our discussion topic is showtunes you better hope we're not paired up!",
        "likes": [15260, 42600, 82540, 128300, 192300] //5
      },
      {
        "avatar": "avatars/others/jane.png",
        "username": "Jane",
        "text": "Dear all, my name is Jane. I am the proud mother of two talented children. My youngest enjoys drawing and painting. His big sister is a soccer prodigy. We moved recently to allow them to attend a better school and they are absolutely thriving here. My husband runs a very successful landscaping company. I was a florist before meeting my husband. Now I'm a full time mother. I enjoy reading and gardening in my spare time.",
        "likes": [52350, 159833, 184304] //3
      },

    ]
  };
